{
  "onboarding1title": "Deliciously Expeience",
  "onboarding1body": "Experience our michalin stars chief from our international restaurant.",
  "onboarding2title": "Art of City Luxury",
  "onboarding2body": "Experience the greatest for you holidays.\nBook now!",
  "onboarding3title": "Thermal Baths",
  "onboarding3body": "World-famous. Deeply relaxing. Highly\nmineralized.",
  "next": "Next",
  "presentaiontitle": "Grand Hotel Villa De France",
  "presentaiontext": "Built in the end of the 18th century, the Grand Hotel Villa de France lies in the middle of what was once the prestigious diplomatic quarter of Tangier. This heritage building represents one of the most exclusive hotels in the world. It has hosted royals and celebrities such as his Highness the Duke of Guise, head of the French Royal House and many members of the British aristocracy such as Lord Bute.",
  "manager": "MARIAM RADOUANE - RESERVATION & E-\nDITRIBUTION MANAGER",
  "gohome": "Go Home",
  "hometitle": "Deliciously Experience",
  "homebody": "Experience our michalin stars chief from our international restaurant.",
  "ourrooms": "Our Rooms",
  "roomsbody": "DISCOVER HOTELLER’S LUXURY LIVING",
  "ourrestaurant": "Our Restaurant",
  "aboutus": "About us",
  "exptanger": "Explore Tangier",
  "exptangersub": "BEAUTIFUL CITY WITHIN YOUR REACH",
  "ourgallary": "Our Gallary",
  "needhelp": "Do you want help ? contact us",
  "suproom": "Superior Room",
  "duplexroom": "Duplex Room",
  "suitesenior": "Suite Senior",
  "matisse": "Matisse",
  "from": "Up to",
  "mad": "MAD",
  "details": "DETAILS",
  "aminities": "AMENITIES",
  "services": "SERVICES",
  "ourmenu": "Our Menu",
  "pastrychefspecialities": "OUR PASTRY CHEF’S SPECIALITIES",
  "starterspecialities": "OUR STARTER SPECIALTIES",
  "fishspecialitie": "OUR FISH SPECIALTIES",
  "mealspecialitie": "OUR MEAL SPECIALTIES",
  "menusubtitle": "WORLD CLASS RESTAURANT, BAR & CLUB",
  "delacroix": "DELACROIX",
  "songdetangier": "SONGE DE TANGER",
  "songdetangierbody": "The place for a delicious breakfast buffet while enjoying the beautiful scenic gardens. This venue is also ideal for banquets and galas.",
  "menubody": "Fine-dining restaurant with a lovely terrace and view towards the Medina of Tangier offering the best of French cuisine. The restaurant is open for lunch or dinner and can seat 50 people indoors, as well as 150 people out on the grand terrace with a spectacular view.",
  "exptangerbody": "Tangier, a Moroccan port on the Strait of Gibraltar, has been a strategic gateway between Africa and Europe since Phoenician times. Its whitewashed hillside medina is home to the Dar el Makhzen, a palace of the sultans that’s now a museum of Moroccan artifacts. The American Legation Museum, also in the medina, documents early diplomatic relations between the U.S. and Morocco in an 1821 Moorish-style former consulate.\n\nTangier has always carried a slightly seedy allure, in part because of its time as a semi-independent international zone that attracted eccentric foreigners, artists and spies. Officially sanctioned neglect later gave it a dismal reputation, and visitors were often quick to flee its sleaze and hustle.\n\nContemporary Tangier could hardly be more different. Investment has flowed in and the white city gleams with an air of confidence. The corniche bustles, entrepreneurs in the new business district have replaced the hustlers, and a new marina is under construction, along with the new TGV train line to Casablanca. Tangier’s cultural life is buzzing in a way it hasn’t done since the 1950s.",
  "contactus": "Contact Us",
  "adresse": "Grand Hotel Villa De France\nAngle Rue de Hollande et Angleterre,\nTangier\n90000 , Morocco",
  "tel": "Tel.: ",
  "getdirection": "Get Direction",
  "stayintouch": "Stay in touch with us",
  "gallarybody": "DISCOVER HOTELLER’S LUXURY LIVING",
  "gallarybody2": "Purus sem ut lorem consectetur metus molestie dolor molestie cursus tincidunt tincidunt morbi eget varius eros metus tortor molestie arcu sem mi condimentum felis tincidunt",
  "oops": "Oops!",
  "exit": "Exit",
  "areyousureexit": "Are you sure you want to exit application",
  "cancel": "Cancel",
  "booknow": "Book Now",
  "ouractivities": "Our Activities",
  "reservenow": "Reserve Now",
  "reservefrom": "Reservation Form",
  "reservefrombody": "please fill out the form below and we will contact you shortly to confirm your reservation, Thank you for Choosing Villa De France",
  "meetconftitle": "Meeting & Conference",
  "swimmingpool": "Swimming Pool",
  "ourswimmingpool": "Our Swimming Pool",
  "titlews": "Grand Hotel Villa De France's",
  "restaugallary": "Our Food Gallery",
  "restaugallarytext": "We believe in the commitment to our community and in fostering long term relationships with local farmers and fishermen. Our menus reflect these connections, featuring local, seasonal produce and sustainably sourced seafood and meats.",
  "swimbdy": "swimming pool has a perfect ventilation system, strict water quality control, and natural lighting that ensures a relaxing atmosphere. Enjoy swimming at Grand Hotel Villa de France’s indoor pool regardless of the weather.",
  "aboutussecond": "The architecture of the Grand Hotel Villa de France, along with its fountains, terraces and gardens, today create a convivial, relaxing atmosphere in one of North Africa’s most magical cities.\n\nLet this enchanting property take you on a tour of the senses through its five-star service and culinary excellence. The oriental carpets, intricate woodwork, arcades and doorways will welcome you as you set foot in this magnificent property. Sip a hot tea with fresh mint and sample some of the fine sweet almond pastries in true Moroccan style while you admire the property’s beauty.\n\nThe exotic gardens of the Grand Hotel Villa de France extend all the way to the nearby Saint Andrew’s church which stands as a testament to Tangier’s international flavour. With its 58 rooms and suites, the property offers a sublime experience and an unparalleled stay with a wonderfully mysterious ambiance.\n\nNoteworthy as well is the view of the Bay of Tangier from Room 35, which was once a museum. This is where the great painter Matisse created his famous work ‘Window at Tangier’, better known by its French name ‘Paysage vu d’une fenêtre’.",
  "meetconfbody": "The Grand Hotel Villa de France features a large banquet hall that is blessed with a copious amount of sunlight. It also boasts direct access to the property’s gardens and can accommodate up to 300 people. Our staff can organize superb banquets and seminars to ensure the success of any event. High-tech audiovisual equipment, large screen, paperboard and podium are all available."
}
